/* 
   Localizable.strings
   ClockPref

   Created by Giovanni Donelli on 10/21/08.
   Copyright 2008 Apple, Inc. All rights reserved.
 */


"DeterminingLocationStep1" = "正在确定当前位置";
"DeterminingLocationStep2" = "正在确定当前位置.";
"DeterminingLocationStep3" = "正在确定当前位置..";
"DeterminingLocationStep4" = "正在确定当前位置…";

"DeterminingLocation" = "正在确定当前位置…";

"LocationError" = "此时无法确定当前位置";
"CurrentLocation" = "当前位置：%@";
"TurnONAirport" = "请打开 AirPort 以确定您当前的位置";
